Repository: nllz/wp-blocked
Catalog: languages/wp-blocked-*.po
Languages: ar, sw_ke

source: blocked
ar: محجوب
sw_ke: imezuliwa

source: ok
ar: نعم
sw_ke: sawa

source: DNS error
ar: DNS خطأ نظام أسماء النطاقات
sw_ke: kosa la DNS

source: error
ar: خطأ
sw_ke: kosa

source: timeout
ar: نفذ وقت الاتصال بالشبكة
sw_ke: saa umeisha

source: unknown
ar: غير معروف
sw_ke: haijulikani

source: Missing options.
ar: خيارات مفقودة
sw_ke: Chaguzi kukosa

source: Test if this URL is blocked
ar: اختبر إذا كان هذا الرابط محجوب
sw_ke: Jaribu kama ukurasa imezuliwa

source: ISP
ar: مزود خدمات انترنيت
sw_ke: Watoa Huduma ya Mtandao

source: Result
ar: نتيجة
sw_ke: Matokeo

source: Last check on
ar: آخر فحص بشأن
sw_ke: Siku ulijaribiwa mwisho

source: Last block on
ar: آخر حجب في
sw_ke: Siku ilizuliwa mwisho

source: No record of prior block.
ar: لا يوجد سجل لحجب سابق
sw_ke: Hakuna rekodi ya kuzuliwa

source: Results for
ar: نتائج لـ
sw_ke: Matokeo ya

source: Status
ar: وضع حالة
sw_ke: Hadhi

source: Could not retrieve results.
sw_ke: Hatokeo haikuweza kupatikana

source: Share on Facebook
sw_ke: Sambaza katika Facebook

source: Share on Twitter
sw_ke: Sambaza kwa Twitter

source: Permalink for this result
sw_ke: Viungo vya matokeo hii

source: Statistics
sw_ke: Takwimu

source: blocked sites
sw_ke: tovuti ambazo zimefungwa
